<<<<<<< HEAD
points = int(input("Введите количество очков, ",
                   "которые команда получила за игру: "))
if (points == 3):
    print("Команда выиграла!")
elif (points == 1):
    print("Команда сыграла в ничью")
else:
    print("Команда проиграла")
=======
points = int(input("Введите количество очков, которое команда получила за игру: "))
if (points == 3):
    print ("Команда выиграла!")
elif (points == 1):
    print ("Команда сыграла в ничью")
else:
    print ("Команда проиграла")
>>>>>>> d55fe4008be2a103bf49a2111395892436f94b6e
