a = int(input("Введите число в диапазоне от 10 до 20: "))
<<<<<<< HEAD
while a < 10 or a > 20:
    if a<10:
        print("Число меньше требуемого диапазона!")
        a = int(input("Повторите попытку: "))
    if a > 20:
        print("Число больше требуемого диапазона!")
        a = int(input("Повторите попытку: "))
print("Спасибо!")
=======
while a<10 or a>20:
    if a<10:
        print ("Число меньше требуемого диапазона!")
        a = int(input("Повторите попытку: "))
    if a>20:
        print ("Число больше требуемого диапазона!")
        a= int(input("Повторите попытку: "))
print ("Спасибо!")
>>>>>>> d55fe4008be2a103bf49a2111395892436f94b6e

